Repository: deklica/service.subloader
Catalog: resources/language/*/strings.po
Languages: portuguese

# #32001
source: General
portuguese: Geral

# #32002
source: Enable debug mode
portuguese: Ativar modo de depuração

# #32003
source: Enable notifications
portuguese: Ativar notificações

# #32004
source: Custom delay (seconds)
portuguese: Atraso personalizado (segundos)

# #32005
source: Exclude subtitle
portuguese: Excluir legenda

# #32006
source: - Language
portuguese: - Idioma

# #32007
source: Exclusions
portuguese: Exclusões

# #32008
source: Exclude videos with less than (minutes)
portuguese: Excluir vídeos menores que (minutos)

# #32009
source: Exclude words (comma separated)
portuguese: Excluir palavras (separadas por vírgulas)

# #32010
source: Exclude live TV
portuguese: Excluir TV ao vivo

# #32011
source: Exclude http or https sources
portuguese: Excluir fontes http ou https

# #32012
source: Exclude path
portuguese: Excluir caminho

# #32013
source: - Folder's path (and subfolders)
portuguese: - Caminho para a pasta (e subpastas)

# #32014
source: Subtitles
portuguese: Legendas

# #32015
source: Default behaviour
portuguese: Comportamento padrão

# #32016
source: Opening subtitle dialog...
portuguese: A abrir diálogo de legendas...

# #32017
source: - 2º Try secundary match
portuguese: - 2º Tentar correspondência secundária

# #32018
source: - 1º Language
portuguese: - 1º Idioma

# #32019
source: - 2º Language
portuguese: - 2º Idioma

# #32020
source: - 3º Language
portuguese: - 3º Idioma

# #32021
source: - 4º Open subtitle dialog
portuguese: - 4º Abrir diálogo legendas

# #32022
source: - 3º Try any subtitle
portuguese: - 3º Tentar qualquer legenda

# #32023
source: Automatic subtitles
portuguese: Legendas automáticas

# #32024
source: Open subtitle dialog
portuguese: Abrir diálogo de legendas

# #32025
source: No release type detected
portuguese: Tipo de media não encontrado

# #32026
source: Aborting...
portuguese: A cancelar...

# #32027
source: Languages to download
portuguese: Idiomas para download

# #32028
source: Enable OpenSubtitles.org custom user
portuguese: Ativar utilizador OpenSubtitles.org

# #32029
source: - User
portuguese: - Utilizador

# #32031
source: (Login not required)
portuguese: (Início de sessão não obrigatório)

# #32032
source: Login
portuguese: Iniciar sessão

# #32033
source: Login successful
portuguese: Início de sessão bem sucedido

# #32034
source: Fail to login
portuguese: Falha ao iniciar sessão

# #32035
source: Exclude addons
portuguese: Excluir addons

# #32036
source: Exclude audio
portuguese: Excluir audio

# #32037
source: Language exclusions
portuguese: Exclusões de idioma

# #32038
source: Variable exclusions
portuguese: Exclusões variáveis

# #32039
source: External sources exclusions
portuguese: Exclusões de fontes externas

# #32040
source: Internal sources exclusions
portuguese: Exclusões de fontes internas

# #32041
source: Sorting options
portuguese: Opções de ordenação

# #32042
source: Users
portuguese: Utilizadores

# #32043
source: Bypass "Undetermined" audio
portuguese: Ignorar áudio "Indeterminado"

# #32044
source: - 1º Best match
portuguese: - 1º Melhor correspondência

# #32045
source: Do nothing
portuguese: Não fazer nada
